<?php

// Language definitions used in pun_antispam

$lang_pun_antispam = array(
	'Captcha'						=>	'کد امنیتی',
	'Captcha Info'					=>	'لطفا کد امنیتی را وارد کنید.',
	'img alt'						=>	'کد امنیتی ، قابلیت دیدن عکس را فعال کنید تا آن را ببینید.',
	'Invalid Text'					=>	'کد امنیتی وارده شده اشتباه است.',
	'No cookies'					=>	'کد امنیتی قابل تشخیص نیست . به نظر می رسد cookieشما هنوز تنظیم نشده ،لطفا تنظیمات خود را بررسی کنید و cookie را برای این سایت فعال کنید',

	'reload image'					=>	'(بارگذاری تصویر)',

	'Captcha admin head'			=>	'تنظیماتی که به کد امنیتی محافظ می شوند.',
	'Captcha admin info'			=>	'در صورتی که تجربه فعالیت های هرزه دارید ، می توانید کد امنیتی را در مکان های حساس انجمن فعال کنید.',
	'Captcha admin legend'			=>	'فعال سازی کد امنیتی',

	'Captcha registrations info'	=>	'شما به یک کد امنیتی برای ثبت نام نیاز دارید ، این باعث جلوگیری از فعالیت های هرزه می شود.',
	'Captcha login info'			=>	'احتیاج به کد امنیتی برای ورود ، این می تواند از حمله های مخرب جلوگیری کند.',
	'Captcha reset info'			=>	'احتیاج به کد امنیتی هنگام که کاربران می خواهند رمز عبور را بازیابی کنند.',
	'Captcha guestpost info'		=>	'احتیاج به کد امنیتی برای پست مهمان (در صورتی که فعال باشد).',

	'Min posts for sig'				=>	'حداقل پست ها',
	'Min posts for sig info'		=>	'یک مقدار حداقل برای تعداد پست لازم است تا بتوان امضایی ثبت کرد (pun_antispam extension). اگر تعداد پست ها از مقدار لازم کمتر باشد ، امضا ها و لینک های کاربر پاک می شوند.',
	'No signature yet'				=>	'<strong>توجه !</strong> امضای شما قابل نمایش نیست ، چون تعداد پست های شما کافی نیست ، لطفا صبر پیشه کنید.',
	'No website yet'				=>	'<strong>توجه !</strong> لینک سایت شما قابل نمایش نیست ، چون تعداد پست های شما کافی نیست ، لطفا صبر پیشه کنید.',
);
