<?php

if (!defined('FORUM')) die();

$lang_post_edit_control = array(
	'Edit period'		=> 'کنترل ویرایش پست',
	'Duration'			=> 'طول مدت',
	'Duration note'		=> '  میزان دقایقی که یک پست بعد از انتشار می تواند ویرایش شود.',
	'No edit'			=> ' شما پس از انقضای زمان ویرایش یا پس از پاسخ داده شدن به پست نمی توانید پست را ویرایش کنید ، در صورت تمایل به ویرایش به مدیریت گزارش دهید.',

	'Block edit'		=> 'بستن ویرایش پس از پاسخ دادن.',
	'Block edit desc'	=> 'اگر این گزینه را علامت گذاری کنید کاربران نمی توانند پست ها را ویرایش کنند مگر آنکه  آخرین پست تایپک باشد (صرف نظر از دوره انتضا)',

	'Last reply edit'		=> 'بستن پاسخ دادن یک شخص پس از پاسخ دادن خودش',
	'Last reply edit desc'	=> 'فعال سازی این گزینه کاربر را مجبور به ویرایش پست خود می کند تا زمانی که شخص دیگری به وی پاسخ دهد. ',
	'Last reply alert'		=> 'تا زمانی که کسی پاسخ نداده شما نمی توانید پاسخ جدیدی بدهید می توانید پاسخ قبلی خود را ویرایش کنید ، تا به شما پاسخ داده شود. ',
);